<div id="article-carousel" class="carousel slide" data-ride="carousel">
   <div class="carousel-inner">
      <div class="item active">
         <div class="article-main">
            <div class="right-float youtube-wrapper">
               <iframe class="youtube-player" src="http:///www.youtube.com/embed/IrM8hkOpmX0" width="385" height="215" frameborder="0"></iframe>
            </div>
            <div class="details">
               <h3>Ce e incubator107?</h3>
               <p>incubator107 este locul &icirc;n care oricine poate &icirc;nvăța pe oricine orice. Vrem să &icirc;i &icirc;ncurajăm pe oameni să descopere pasiunile și să &icirc;și urmeze vocația, fără să uite desigur să &icirc;mpărtășească cu ceilalți tot ce au descoperit! incubator107 este un proiect al asociației culturale Macaz. Așteptăm propuneri de ateliere inedite, personale și cu suflet din orice domeniu al vieții de-după-birou. Meșterii noștri pot fi pasionați, inițiați sau experți. Funcționăm din donațiile &icirc;nvățăceilor pe care le &icirc;mpărțim &icirc;n trei - spre meșteri, facturi &amp; materialele pentru ateliere și echipa incubator107.&nbsp;<br /><br />Fiecare lună &icirc;ncepe cu c&acirc;te o No<span class="text_exposed_show">cturnă unde experimentăm r&acirc;nd pe r&acirc;nd toate atelierele din luna ce urmează. Invitații noștri vin cu merinde făcute &icirc;n casă, trec din experiență &icirc;n experiență și se &icirc;nscriu la atelierele care i-au convins. La răsărit de soare avem c&acirc;ntare și cafea la oală.<br /><br />incubator107 a pornit &icirc;n mansarda unei case &icirc;n aprilie 2011 și pentru că noi credem că e nevoie de un incubator &icirc;n fiecare oraș, am pornit caravana prin Rom&acirc;nia. Am găsit &icirc;n Iași (din aprilie 2012), Cluj (din mai 2012), Timișoara (din iulie 2012), Brașov (din octombrie 2012), Oradea (aprilie 2013), Craiova (din ianuarie 2014) și Sibiu (din martie 2014) echipe descurcărețe care au pornit incubator107 la ei &icirc;n oraș. Dacă ești din alt oraș și crezi că poți coordona un incubator, cheamă-ne!</span></p>
            </div>
         </div>
      </div>
      <div class="item">
         <div class="row article-main">
            <div class="col-lg-6 youtube-wrapper">
               <iframe class="youtube-player" src="https://www.youtube.com/embed/DeaFYa5EToQ" width="385" height="215" frameborder="0"></iframe>
            </div>
            <div class="col-lg-6 youtube-wrapper">
               <iframe class="youtube-player" src="https://www.youtube.com/embed/LbeYQuxQw70" width="385" height="215" frameborder="0"></iframe>
            </div>
         </div>
      </div>
   </div>
   <a class="carousel-control left" href="#article-carousel" data-slide="prev">
      <div class="carousel-left"></div>
   </a>
   <a class="carousel-control right" href="#article-carousel" data-slide="next">
      <div class="carousel-right"></div>
   </a>
</div>
